{"model_name": "artblock_classifier", "layers_config": {"config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 28, 28, 3]}}, {"class_name": "Rescaling", "config": {"scale": 0.00784313725490196, "offset": -1}}, {"class_name": "Flatten"}, {"class_name": "Dense", "config": {"units": 15, "activation": "relu"}}, {"class_name": "Dense", "config": {"units": 12, "activation": "relu"}}, {"class_name": "Dense", "config": {"units": 20, "activation": "linear"}}]}}, "weight_b64": 